window.KT_DATA={
 "modules": {
  "changshi": {
   "raw": "常识",
   "keypoints": [
    {
     "name": "重要会议讲话",
     "count": 3,
     "id": 842115
    },
    {
     "name": "经济建设",
     "count": 3,
     "id": 842104
    },
    {
     "name": "中国历史",
     "count": 3,
     "id": 25325
    },
    {
     "name": "政治建设",
     "count": 2,
     "id": 842105
    },
    {
     "name": "科技理论与成就",
     "count": 2,
     "id": 25321
    },
    {
     "name": "重要文件",
     "count": 2,
     "id": 842114
    },
    {
     "name": "生活常识",
     "count": 2,
     "id": 25323
    },
    {
     "name": "唯物辩证法",
     "count": 1,
     "id": 842101
    },
    {
     "name": "宏观经济与调控政策",
     "count": 1,
     "id": 25289
    },
    {
     "name": "行政法",
     "count": 1,
     "id": 25297
    },
    {
     "name": "其他建设",
     "count": 1,
     "id": 941844
    },
    {
     "name": "文化建设",
     "count": 1,
     "id": 842106
    },
    {
     "name": "认识论",
     "count": 1,
     "id": 842102
    },
    {
     "name": "中国地理",
     "count": 1,
     "id": 25349
    },
    {
     "name": "文学常识",
     "count": 1,
     "id": 25329
    }
   ]
  },
  "yanyu": {
   "raw": "言语理解",
   "keypoints": [
    {
     "name": "对应关系-前后呼应",
     "count": 242,
     "id": 827907
    },
    {
     "name": "词的辨析-搭配对象",
     "count": 235,
     "id": 775553
    },
    {
     "name": "实词填空",
     "count": 229,
     "id": 36693
    },
    {
     "name": "混搭填空",
     "count": 117,
     "id": 30555
    },
    {
     "name": "词的辨析-词义侧重",
     "count": 109,
     "id": 775552
    },
    {
     "name": "细节判断题",
     "count": 99,
     "id": 34631
    },
    {
     "name": "成语填空",
     "count": 85,
     "id": 44889
    },
    {
     "name": "关联词-对策",
     "count": 80,
     "id": 775616
    },
    {
     "name": "词的辨析-程度轻重",
     "count": 66,
     "id": 775744
    },
    {
     "name": "关联关系-并列关系",
     "count": 65,
     "id": 775448
    },
    {
     "name": "关联词-转折",
     "count": 39,
     "id": 775424
    },
    {
     "name": "关联词-因果",
     "count": 38,
     "id": 775327
    },
    {
     "name": "主题词",
     "count": 35,
     "id": 775105
    },
    {
     "name": "对应关系-形象表达",
     "count": 29,
     "id": 775749
    },
    {
     "name": "确定首句-首句特征",
     "count": 29,
     "id": 775361
    },
    {
     "name": "确定捆绑",
     "count": 29,
     "id": 775521
    },
    {
     "name": "确定顺序",
     "count": 25,
     "id": 775522
    },
    {
     "name": "词的辨析-感情色彩",
     "count": 25,
     "id": 775554
    },
    {
     "name": "分述句特征-引入铺垫",
     "count": 23,
     "id": 775072
    },
    {
     "name": "分述句特征-其他",
     "count": 22,
     "id": 840674
    },
    {
     "name": "关联关系-转折关系",
     "count": 19,
     "id": 775556
    },
    {
     "name": "关联词-并列",
     "count": 18,
     "id": 775301
    },
    {
     "name": "接语选择题",
     "count": 17,
     "id": 649090
    },
    {
     "name": "分述句特征-举例子",
     "count": 16,
     "id": 775457
    },
    {
     "name": "关联关系-因果关系",
     "count": 15,
     "id": 775322
    },
    {
     "name": "分述句特征-多角度论述",
     "count": 15,
     "id": 775488
    },
    {
     "name": "标题填入题",
     "count": 13,
     "id": 22345
    },
    {
     "name": "横线在结尾",
     "count": 12,
     "id": 775524
    },
    {
     "name": "横线在开头",
     "count": 6,
     "id": 811865
    },
    {
     "name": "横线在中间",
     "count": 6,
     "id": 775688
    },
    {
     "name": "对应关系-主题词",
     "count": 4,
     "id": 827867
    },
    {
     "name": "实词",
     "count": 3,
     "id": 825170
    },
    {
     "name": "确定首句-非首句特征",
     "count": 3,
     "id": 775546
    },
    {
     "name": "确定尾句",
     "count": 2,
     "id": 852757
    },
    {
     "name": "对应关系-解释说明",
     "count": 2,
     "id": 775612
    },
    {
     "name": "中心理解题",
     "count": 1,
     "id": 31555
    },
    {
     "name": "特殊问法",
     "count": 1,
     "id": 833712
    },
    {
     "name": "中心理解题-特殊问法",
     "count": 1,
     "id": 825169
    },
    {
     "name": "分述句特征-数据资料",
     "count": 1,
     "id": 775542
    },
    {
     "name": "句子",
     "count": 1,
     "id": 852726
    }
   ]
  },
  "shuliang": {
   "raw": "数学运算",
   "keypoints": [
    {
     "name": "和差倍比问题",
     "count": 16,
     "id": 653426
    },
    {
     "name": "基础排列组合",
     "count": 11,
     "id": 776272
    },
    {
     "name": "统筹规划问题",
     "count": 8,
     "id": 653450
    },
    {
     "name": "几何公式类-平面图形",
     "count": 8,
     "id": 776239
    },
    {
     "name": "几何结论类-三角形相关",
     "count": 7,
     "id": 849800
    },
    {
     "name": "经济利润问题",
     "count": 7,
     "id": 653438
    },
    {
     "name": "相遇追及",
     "count": 6,
     "id": 776261
    },
    {
     "name": "普通行程",
     "count": 6,
     "id": 776260
    },
    {
     "name": "几何公式类-立体图形",
     "count": 6,
     "id": 776264
    },
    {
     "name": "给概率求概率",
     "count": 5,
     "id": 776267
    },
    {
     "name": "非典型最值问题",
     "count": 5,
     "id": 776251
    },
    {
     "name": "给完工时间型",
     "count": 4,
     "id": 777321
    },
    {
     "name": "数列问题",
     "count": 4,
     "id": 653428
    },
    {
     "name": "几何结论类-相似图形",
     "count": 3,
     "id": 849799
    },
    {
     "name": "分段计算问题",
     "count": 3,
     "id": 842908
    },
    {
     "name": "流水行船",
     "count": 3,
     "id": 777329
    },
    {
     "name": "给效率比例型",
     "count": 3,
     "id": 776249
    },
    {
     "name": "普通不定方程",
     "count": 2,
     "id": 776270
    },
    {
     "name": "给情况求概率",
     "count": 2,
     "id": 776266
    },
    {
     "name": "最不利构造",
     "count": 2,
     "id": 776252
    },
    {
     "name": "几何结论类-几何小题型",
     "count": 2,
     "id": 849801
    },
    {
     "name": "给具体单位型",
     "count": 2,
     "id": 776250
    },
    {
     "name": "相邻问题",
     "count": 1,
     "id": 777331
    },
    {
     "name": "三集合",
     "count": 1,
     "id": 941069
    },
    {
     "name": "构造数列",
     "count": 1,
     "id": 777325
    },
    {
     "name": "平均速度",
     "count": 1,
     "id": 776259
    },
    {
     "name": "工程问题-其他",
     "count": 1,
     "id": 777322
    }
   ]
  },
  "panduan": {
   "raw": "逻辑推理",
   "keypoints": [
    {
     "name": "逻辑关系-对应关系",
     "count": 26,
     "id": 653008
    },
    {
     "name": "常规翻译",
     "count": 9,
     "id": 777861
    },
    {
     "name": "削弱论点",
     "count": 9,
     "id": 777854
    },
    {
     "name": "逻辑关系-并列关系",
     "count": 9,
     "id": 44861
    },
    {
     "name": "语法关系",
     "count": 8,
     "id": 44851
    },
    {
     "name": "补充论据",
     "count": 6,
     "id": 778283
    },
    {
     "name": "样式规律-加减同异",
     "count": 4,
     "id": 651152
    },
    {
     "name": "样式规律-黑白运算",
     "count": 4,
     "id": 777839
    },
    {
     "name": "数量规律-面",
     "count": 4,
     "id": 651162
    },
    {
     "name": "日常结论",
     "count": 3,
     "id": 30505
    },
    {
     "name": "语义关系-反义关系",
     "count": 3,
     "id": 82403
    },
    {
     "name": "拆桥",
     "count": 3,
     "id": 778288
    },
    {
     "name": "位置规律-旋转",
     "count": 3,
     "id": 853088
    },
    {
     "name": "属性规律-对称性",
     "count": 3,
     "id": 651154
    },
    {
     "name": "位置规律-综合",
     "count": 3,
     "id": 651150
    },
    {
     "name": "搭桥",
     "count": 3,
     "id": 777849
    },
    {
     "name": "空间类-空间重构-六面体",
     "count": 3,
     "id": 721008
    },
    {
     "name": "常规问法",
     "count": 3,
     "id": 778270
    },
    {
     "name": "位置规律-平移",
     "count": 2,
     "id": 82359
    },
    {
     "name": "只有一真/一假",
     "count": 2,
     "id": 852393
    },
    {
     "name": "特殊规律-图形间关系",
     "count": 2,
     "id": 651168
    },
    {
     "name": "方式目的",
     "count": 2,
     "id": 778259
    },
    {
     "name": "必要条件",
     "count": 2,
     "id": 778282
    },
    {
     "name": "原因解释",
     "count": 1,
     "id": 852785
    },
    {
     "name": "加强选非题",
     "count": 1,
     "id": 778672
    },
    {
     "name": "假设",
     "count": 1,
     "id": 851524
    },
    {
     "name": "图形推理-其他",
     "count": 1,
     "id": 82371
    },
    {
     "name": "数量规律-复合",
     "count": 1,
     "id": 777841
    },
    {
     "name": "加强-其他",
     "count": 1,
     "id": 777853
    },
    {
     "name": "框架题",
     "count": 1,
     "id": 851525
    },
    {
     "name": "代入法",
     "count": 1,
     "id": 851522
    },
    {
     "name": "数量规律-素",
     "count": 1,
     "id": 651164
    },
    {
     "name": "样式规律-遍历",
     "count": 1,
     "id": 82361
    },
    {
     "name": "逻辑关系-包容关系",
     "count": 1,
     "id": 82407
    },
    {
     "name": "推理形式",
     "count": 1,
     "id": 777863
    },
    {
     "name": "削弱选非题",
     "count": 1,
     "id": 777859
    },
    {
     "name": "数量规律-点",
     "count": 1,
     "id": 82365
    },
    {
     "name": "数量规律-角",
     "count": 1,
     "id": 651160
    },
    {
     "name": "特殊规律-功能元素",
     "count": 1,
     "id": 82367
    },
    {
     "name": "数量规律-线",
     "count": 1,
     "id": 650938
    },
    {
     "name": "文字/字母/数字类",
     "count": 1,
     "id": 778252
    },
    {
     "name": "主客体",
     "count": 1,
     "id": 778254
    },
    {
     "name": "单定义-其他句式",
     "count": 1,
     "id": 778265
    },
    {
     "name": "他因削弱",
     "count": 1,
     "id": 778291
    },
    {
     "name": "削弱-实验类",
     "count": 1,
     "id": 778293
    }
   ]
  },
  "ziliao": {
   "raw": "资料分析",
   "keypoints": [
    {
     "name": "综合资料",
     "count": 5225,
     "id": 32285
    },
    {
     "name": "文字资料",
     "count": 2887,
     "id": 97799
    },
    {
     "name": "统计表",
     "count": 2363,
     "id": 44571
    },
    {
     "name": "综合分析",
     "count": 2198,
     "id": 627204
    },
    {
     "name": "现期比重",
     "count": 1333,
     "id": 626816
    },
    {
     "name": "一般增长率",
     "count": 1184,
     "id": 653952
    },
    {
     "name": "统计图",
     "count": 1104,
     "id": 15900
    },
    {
     "name": "直接找数",
     "count": 879,
     "id": 627584
    },
    {
     "name": "简单加减计算",
     "count": 838,
     "id": 627586
    },
    {
     "name": "现期平均数",
     "count": 503,
     "id": 627328
    },
    {
     "name": "增长量计算",
     "count": 488,
     "id": 654080
    },
    {
     "name": "基期计算",
     "count": 487,
     "id": 654592
    },
    {
     "name": "现期倍数",
     "count": 364,
     "id": 627206
    },
    {
     "name": "两期比重",
     "count": 351,
     "id": 626432
    },
    {
     "name": "基期比重",
     "count": 332,
     "id": 626304
    },
    {
     "name": "增长量比较",
     "count": 246,
     "id": 654848
    },
    {
     "name": "基期和差",
     "count": 200,
     "id": 654466
    },
    {
     "name": "排序类",
     "count": 193,
     "id": 627460
    },
    {
     "name": "现期计算",
     "count": 173,
     "id": 654720
    },
    {
     "name": "江苏特色-现期比重",
     "count": 163,
     "id": 848001
    },
    {
     "name": "比值计算",
     "count": 153,
     "id": 627332
    },
    {
     "name": "江苏特色-一般增长率",
     "count": 107,
     "id": 848020
    },
    {
     "name": "基期比较",
     "count": 102,
     "id": 654594
    },
    {
     "name": "江苏特色-简单加减计算",
     "count": 98,
     "id": 847853
    },
    {
     "name": "混合增长率",
     "count": 96,
     "id": 653954
    },
    {
     "name": "基期倍数",
     "count": 89,
     "id": 627842
    },
    {
     "name": "年均增长量",
     "count": 79,
     "id": 654852
    },
    {
     "name": "基期平均数",
     "count": 73,
     "id": 626688
    },
    {
     "name": "年均增长率",
     "count": 72,
     "id": 654976
    },
    {
     "name": "平均数的增长率",
     "count": 67,
     "id": 626692
    },
    {
     "name": "江苏特色-直接找数",
     "count": 65,
     "id": 847852
    },
    {
     "name": "比值比较",
     "count": 65,
     "id": 627208
    },
    {
     "name": "江苏特色-增长量计算",
     "count": 62,
     "id": 848025
    },
    {
     "name": "间隔基期",
     "count": 55,
     "id": 654464
    },
    {
     "name": "间隔增长率",
     "count": 50,
     "id": 654728
    },
    {
     "name": "江苏特色-现期平均数",
     "count": 47,
     "id": 847859
    },
    {
     "name": "平均数的增长量",
     "count": 44,
     "id": 654210
    },
    {
     "name": "江苏特色-增长量比较",
     "count": 43,
     "id": 848027
    },
    {
     "name": "江苏特色-基期计算",
     "count": 37,
     "id": 848016
    },
    {
     "name": "江苏特色-年均增长率",
     "count": 34,
     "id": 848021
    },
    {
     "name": "江苏特色-比值计算",
     "count": 33,
     "id": 847864
    },
    {
     "name": "江苏特色-年均增长量",
     "count": 30,
     "id": 848026
    },
    {
     "name": "江苏特色-两期比重",
     "count": 28,
     "id": 847857
    },
    {
     "name": "江苏特色-现期倍数",
     "count": 26,
     "id": 848011
    },
    {
     "name": "江苏特色-现期计算",
     "count": 24,
     "id": 847872
    },
    {
     "name": "两期平均数比较",
     "count": 20,
     "id": 654784
    },
    {
     "name": "江苏特色-排序类",
     "count": 13,
     "id": 847999
    },
    {
     "name": "江苏特色-基期比重",
     "count": 12,
     "id": 848002
    },
    {
     "name": "江苏特色-混合增长率",
     "count": 11,
     "id": 848022
    },
    {
     "name": "混合比重",
     "count": 10,
     "id": 626948
    },
    {
     "name": "江苏特色-基期和差",
     "count": 9,
     "id": 848018
    },
    {
     "name": "江苏特色-平均数的增长率",
     "count": 6,
     "id": 848006
    },
    {
     "name": "江苏特色-两期平均数比较",
     "count": 6,
     "id": 848008
    },
    {
     "name": "江苏特色-比值比较",
     "count": 5,
     "id": 848012
    },
    {
     "name": "江苏特色-间隔增长率",
     "count": 5,
     "id": 848023
    },
    {
     "name": "间隔增长量",
     "count": 5,
     "id": 654536
    },
    {
     "name": "江苏特色-基期比较",
     "count": 4,
     "id": 848017
    },
    {
     "name": "江苏特色-混合比重",
     "count": 3,
     "id": 848004
    },
    {
     "name": "江苏特色-平均数的增长量",
     "count": 2,
     "id": 848007
    },
    {
     "name": "江苏特色-基期倍数",
     "count": 2,
     "id": 848010
    },
    {
     "name": "倍数比较",
     "count": 1,
     "id": 654128
    },
    {
     "name": "江苏特色-倍数比较",
     "count": 1,
     "id": 848013
    }
   ]
  },
  "综合分析能力": {
   "raw": "综合分析能力",
   "keypoints": [
    {
     "name": "行政管理",
     "count": 75,
     "id": 23291
    },
    {
     "name": "行政法",
     "count": 65,
     "id": 23249
    },
    {
     "name": "经济建设",
     "count": 33,
     "id": 841588
    },
    {
     "name": "其他建设",
     "count": 33,
     "id": 941836
    },
    {
     "name": "重要文件",
     "count": 28,
     "id": 841597
    },
    {
     "name": "政治建设",
     "count": 24,
     "id": 841589
    },
    {
     "name": "上海时政",
     "count": 21,
     "id": 841600
    },
    {
     "name": "重要会议讲话",
     "count": 20,
     "id": 841598
    },
    {
     "name": "新思想总论",
     "count": 18,
     "id": 841587
    },
    {
     "name": "文化建设",
     "count": 12,
     "id": 841590
    },
    {
     "name": "重要事件",
     "count": 11,
     "id": 841599
    },
    {
     "name": "宪法",
     "count": 11,
     "id": 23247
    },
    {
     "name": "宏观经济与调控政策",
     "count": 9,
     "id": 23241
    },
    {
     "name": "中国地理",
     "count": 9,
     "id": 23301
    },
    {
     "name": "民法典",
     "count": 8,
     "id": 23251
    },
    {
     "name": "市场经济",
     "count": 6,
     "id": 810857
    },
    {
     "name": "唯物辩证法",
     "count": 4,
     "id": 841582
    },
    {
     "name": "社会建设",
     "count": 4,
     "id": 841591
    },
    {
     "name": "其他法律法规",
     "count": 4,
     "id": 23265
    },
    {
     "name": "唯物史观",
     "count": 3,
     "id": 841584
    },
    {
     "name": "法理学",
     "count": 3,
     "id": 23309
    },
    {
     "name": "诉讼法",
     "count": 3,
     "id": 23257
    },
    {
     "name": "哲学-其他",
     "count": 2,
     "id": 841585
    },
    {
     "name": "生活常识",
     "count": 2,
     "id": 23275
    },
    {
     "name": "时事政治-其他",
     "count": 2,
     "id": 841601
    },
    {
     "name": "其他",
     "count": 2,
     "id": 942559
    },
    {
     "name": "科学社会主义",
     "count": 2,
     "id": 841586
    },
    {
     "name": "刑法",
     "count": 1,
     "id": 23253
    },
    {
     "name": "中国历史",
     "count": 1,
     "id": 787114
    }
   ]
  },
  "科学推理": {
   "raw": "科学推理",
   "keypoints": [
    {
     "name": "物质的性质",
     "count": 20,
     "id": 812610
    },
    {
     "name": "功和能",
     "count": 15,
     "id": 812599
    },
    {
     "name": "电路分析",
     "count": 15,
     "id": 812603
    },
    {
     "name": "受力分析",
     "count": 13,
     "id": 812592
    },
    {
     "name": "热现象",
     "count": 11,
     "id": 812607
    },
    {
     "name": "浮力",
     "count": 10,
     "id": 812590
    },
    {
     "name": "运动图像",
     "count": 9,
     "id": 812597
    },
    {
     "name": "光合与呼吸",
     "count": 9,
     "id": 812617
    },
    {
     "name": "自转与公转",
     "count": 8,
     "id": 812621
    },
    {
     "name": "基本概念",
     "count": 8,
     "id": 812609
    },
    {
     "name": "生态系统",
     "count": 7,
     "id": 812614
    },
    {
     "name": "科学推理-物理-其他",
     "count": 7,
     "id": 812608
    },
    {
     "name": "光现象",
     "count": 7,
     "id": 812605
    },
    {
     "name": "牛顿运动定律",
     "count": 6,
     "id": 812594
    },
    {
     "name": "压强",
     "count": 6,
     "id": 812589
    },
    {
     "name": "气候与气象",
     "count": 6,
     "id": 812623
    },
    {
     "name": "力学综合",
     "count": 5,
     "id": 812600
    },
    {
     "name": "科学推理-生物-其他",
     "count": 5,
     "id": 812619
    },
    {
     "name": "摩擦力",
     "count": 5,
     "id": 812588
    },
    {
     "name": "曲线运动",
     "count": 4,
     "id": 812596
    },
    {
     "name": "直线运动",
     "count": 4,
     "id": 812595
    },
    {
     "name": "化学实验",
     "count": 4,
     "id": 812612
    },
    {
     "name": "细胞",
     "count": 4,
     "id": 812615
    },
    {
     "name": "家庭电路",
     "count": 4,
     "id": 812604
    },
    {
     "name": "简单机械",
     "count": 4,
     "id": 812591
    },
    {
     "name": "遗传",
     "count": 3,
     "id": 812616
    },
    {
     "name": "地形地貌",
     "count": 3,
     "id": 812622
    },
    {
     "name": "水和溶液",
     "count": 3,
     "id": 812611
    },
    {
     "name": "欧姆定律",
     "count": 3,
     "id": 812602
    },
    {
     "name": "运动学概念",
     "count": 3,
     "id": 812593
    },
    {
     "name": "电荷",
     "count": 2,
     "id": 812601
    },
    {
     "name": "声现象",
     "count": 2,
     "id": 812606
    },
    {
     "name": "重力",
     "count": 2,
     "id": 812586
    },
    {
     "name": "动量",
     "count": 2,
     "id": 812598
    },
    {
     "name": "酶",
     "count": 1,
     "id": 812618
    },
    {
     "name": "科学推理-地理-其他",
     "count": 1,
     "id": 812624
    },
    {
     "name": "地球与地图",
     "count": 1,
     "id": 812620
    }
   ]
  },
  "思维能力测验": {
   "raw": "思维能力测验",
   "keypoints": [
    {
     "name": "能指出",
     "count": 24,
     "id": 851212
    },
    {
     "name": "削弱论点",
     "count": 18,
     "id": 779151
    },
    {
     "name": "原因解释",
     "count": 17,
     "id": 21291
    },
    {
     "name": "推理形式",
     "count": 16,
     "id": 779160
    },
    {
     "name": "搭桥",
     "count": 14,
     "id": 779146
    },
    {
     "name": "论证结构",
     "count": 14,
     "id": 756941
    },
    {
     "name": "必要条件",
     "count": 13,
     "id": 779147
    },
    {
     "name": "常规翻译",
     "count": 12,
     "id": 779158
    },
    {
     "name": "多级数列",
     "count": 12,
     "id": 21051
    },
    {
     "name": "和差倍比问题",
     "count": 8,
     "id": 21099
    },
    {
     "name": "日常结论",
     "count": 6,
     "id": 21289
    },
    {
     "name": "削弱选非题",
     "count": 6,
     "id": 779156
    },
    {
     "name": "递推数列",
     "count": 6,
     "id": 21057
    },
    {
     "name": "机械划分",
     "count": 6,
     "id": 21063
    },
    {
     "name": "空间类-立体拼合",
     "count": 5,
     "id": 749400
    },
    {
     "name": "特殊规律-平面拼合",
     "count": 5,
     "id": 650448
    },
    {
     "name": "他因削弱",
     "count": 4,
     "id": 779155
    },
    {
     "name": "加强选非题",
     "count": 4,
     "id": 779149
    },
    {
     "name": "位置规律-旋转",
     "count": 4,
     "id": 650432
    },
    {
     "name": "空间类-三视图",
     "count": 4,
     "id": 749401
    },
    {
     "name": "框架题",
     "count": 3,
     "id": 851207
    },
    {
     "name": "假设",
     "count": 3,
     "id": 851206
    },
    {
     "name": "只有一真/一假",
     "count": 3,
     "id": 851209
    },
    {
     "name": "空间类-截面图",
     "count": 3,
     "id": 653546
    },
    {
     "name": "经济利润问题",
     "count": 3,
     "id": 21113
    },
    {
     "name": "非典型最值问题",
     "count": 3,
     "id": 776723
    },
    {
     "name": "相遇追及",
     "count": 3,
     "id": 776731
    },
    {
     "name": "幂次数列",
     "count": 3,
     "id": 21053
    },
    {
     "name": "不能指出",
     "count": 3,
     "id": 851213
    },
    {
     "name": "拆桥",
     "count": 2,
     "id": 779152
    },
    {
     "name": "削弱-实验类",
     "count": 2,
     "id": 792474
    },
    {
     "name": "从确定信息开始推",
     "count": 2,
     "id": 851208
    },
    {
     "name": "加强-实验类",
     "count": 2,
     "id": 792473
    },
    {
     "name": "空间类-空间重构-六面体",
     "count": 2,
     "id": 21273
    },
    {
     "name": "基础排列组合",
     "count": 2,
     "id": 776735
    },
    {
     "name": "作商数列",
     "count": 2,
     "id": 841302
    },
    {
     "name": "多重数列",
     "count": 2,
     "id": 21061
    },
    {
     "name": "两集合",
     "count": 2,
     "id": 776734
    },
    {
     "name": "周期相遇问题",
     "count": 2,
     "id": 776728
    },
    {
     "name": "几何公式类-平面图形",
     "count": 2,
     "id": 776733
    },
    {
     "name": "分数数列",
     "count": 2,
     "id": 21055
    },
    {
     "name": "图形数阵",
     "count": 2,
     "id": 21069
    },
    {
     "name": "集合推理",
     "count": 2,
     "id": 779159
    },
    {
     "name": "从最大信息开始推",
     "count": 1,
     "id": 851205
    },
    {
     "name": "位置规律-翻转",
     "count": 1,
     "id": 841304
    },
    {
     "name": "几何结论类-相似图形",
     "count": 1,
     "id": 849771
    },
    {
     "name": "给效率比例型",
     "count": 1,
     "id": 776720
    },
    {
     "name": "两溶液混合",
     "count": 1,
     "id": 776722
    },
    {
     "name": "平均数问题",
     "count": 1,
     "id": 21075
    },
    {
     "name": "多集合反向构造",
     "count": 1,
     "id": 776725
    },
    {
     "name": "流水行船",
     "count": 1,
     "id": 776732
    },
    {
     "name": "排除法",
     "count": 1,
     "id": 851203
    },
    {
     "name": "因果倒置",
     "count": 1,
     "id": 779154
    },
    {
     "name": "星期日期问题",
     "count": 1,
     "id": 21125
    },
    {
     "name": "不定方程组",
     "count": 1,
     "id": 776740
    },
    {
     "name": "基础数列",
     "count": 1,
     "id": 21049
    },
    {
     "name": "作和作积数列",
     "count": 1,
     "id": 842872
    },
    {
     "name": "空间类-空间重构-四面体",
     "count": 1,
     "id": 779145
    },
    {
     "name": "两真两假",
     "count": 1,
     "id": 851210
    },
    {
     "name": "削弱论据",
     "count": 1,
     "id": 779153
    },
    {
     "name": "位置规律-平移",
     "count": 1,
     "id": 21263
    },
    {
     "name": "属性规律-对称性",
     "count": 1,
     "id": 21267
    },
    {
     "name": "数量规律-素",
     "count": 1,
     "id": 650444
    },
    {
     "name": "特殊规律-图形间关系",
     "count": 1,
     "id": 843066
    },
    {
     "name": "位置规律-综合",
     "count": 1,
     "id": 779142
    },
    {
     "name": "空间类-多面体折叠",
     "count": 1,
     "id": 753840
    },
    {
     "name": "几何结论类-三角形相关",
     "count": 1,
     "id": 849772
    },
    {
     "name": "牛吃草问题",
     "count": 1,
     "id": 21087
    },
    {
     "name": "几何结论类-几何小题型",
     "count": 1,
     "id": 849773
    },
    {
     "name": "因数分解数列",
     "count": 1,
     "id": 21065
    }
   ]
  },
  "资科分析": {
   "raw": "资科分析",
   "keypoints": [
    {
     "name": "统计表",
     "count": 10,
     "id": 16923
    },
    {
     "name": "文字资料",
     "count": 5,
     "id": 16922
    },
    {
     "name": "江苏特色-简单加减计算",
     "count": 5,
     "id": 847998
    },
    {
     "name": "统计图",
     "count": 5,
     "id": 16924
    },
    {
     "name": "江苏特色-一般增长率",
     "count": 3,
     "id": 848020
    },
    {
     "name": "江苏特色-直接找数",
     "count": 3,
     "id": 847997
    },
    {
     "name": "综合分析",
     "count": 2,
     "id": 626838
    },
    {
     "name": "江苏特色-比值比较",
     "count": 2,
     "id": 848012
    },
    {
     "name": "江苏特色-比值计算",
     "count": 1,
     "id": 848009
    },
    {
     "name": "江苏特色-现期平均数",
     "count": 1,
     "id": 848005
    },
    {
     "name": "江苏特色-基期和差",
     "count": 1,
     "id": 848018
    },
    {
     "name": "江苏特色-混合增长率",
     "count": 1,
     "id": 848022
    },
    {
     "name": "江苏特色-年均增长量",
     "count": 1,
     "id": 848026
    }
   ]
  },
  "综合基础知识": {
   "raw": "综合基础知识",
   "keypoints": [
    {
     "name": "行政法",
     "count": 7,
     "id": 20177
    },
    {
     "name": "宏观经济与调控政策",
     "count": 2,
     "id": 20169
    },
    {
     "name": "刑法",
     "count": 2,
     "id": 20181
    },
    {
     "name": "生活常识",
     "count": 2,
     "id": 20203
    },
    {
     "name": "唯物论",
     "count": 1,
     "id": 939852
    },
    {
     "name": "资本主义制度",
     "count": 1,
     "id": 940936
    },
    {
     "name": "法理学",
     "count": 1,
     "id": 942531
    },
    {
     "name": "市场经济",
     "count": 1,
     "id": 20167
    },
    {
     "name": "微观经济",
     "count": 1,
     "id": 942638
    },
    {
     "name": "世界历史",
     "count": 1,
     "id": 20207
    },
    {
     "name": "生物常识",
     "count": 1,
     "id": 20199
    },
    {
     "name": "中国地理",
     "count": 1,
     "id": 20229
    },
    {
     "name": "文化常识",
     "count": 1,
     "id": 20211
    },
    {
     "name": "中国历史",
     "count": 1,
     "id": 20205
    },
    {
     "name": "唯物辩证法",
     "count": 1,
     "id": 939857
    },
    {
     "name": "宪法",
     "count": 1,
     "id": 20175
    },
    {
     "name": "诉讼法",
     "count": 1,
     "id": 810847
    },
    {
     "name": "国际经济及组织",
     "count": 1,
     "id": 942637
    },
    {
     "name": "物理常识",
     "count": 1,
     "id": 20195
    },
    {
     "name": "科技理论与成就",
     "count": 1,
     "id": 20201
    },
    {
     "name": "党的历史",
     "count": 1,
     "id": 942914
    }
   ]
  },
  "公共基础知识": {
   "raw": "公共基础知识",
   "keypoints": [
    {
     "name": "行政法",
     "count": 8,
     "id": 75935
    },
    {
     "name": "公文相关概念",
     "count": 5,
     "id": 75985
    },
    {
     "name": "行政管理",
     "count": 5,
     "id": 75977
    },
    {
     "name": "民法典",
     "count": 3,
     "id": 75937
    },
    {
     "name": "重要文件",
     "count": 3,
     "id": 842376
    },
    {
     "name": "宪法",
     "count": 2,
     "id": 75933
    },
    {
     "name": "时事政治-其他",
     "count": 2,
     "id": 842379
    },
    {
     "name": "经济建设",
     "count": 2,
     "id": 842366
    },
    {
     "name": "刑法",
     "count": 1,
     "id": 820106
    },
    {
     "name": "唯物史观",
     "count": 1,
     "id": 940946
    },
    {
     "name": "唯物辩证法",
     "count": 1,
     "id": 842364
    },
    {
     "name": "其他建设",
     "count": 1,
     "id": 941861
    },
    {
     "name": "唯物论",
     "count": 1,
     "id": 940944
    },
    {
     "name": "其他法律法规",
     "count": 1,
     "id": 75949
    },
    {
     "name": "文学常识",
     "count": 1,
     "id": 75965
    },
    {
     "name": "公文写作",
     "count": 1,
     "id": 75981
    },
    {
     "name": "文化常识",
     "count": 1,
     "id": 75967
    },
    {
     "name": "科技理论与成就",
     "count": 1,
     "id": 75957
    },
    {
     "name": "生物常识",
     "count": 1,
     "id": 75955
    },
    {
     "name": "劳动法和经济法",
     "count": 1,
     "id": 942537
    }
   ]
  },
  "常识部分": {
   "raw": "常识部分",
   "keypoints": [
    {
     "name": "文学常识",
     "count": 4,
     "id": 28401
    },
    {
     "name": "行政法",
     "count": 4,
     "id": 942453
    },
    {
     "name": "自然地理",
     "count": 3,
     "id": 28405
    },
    {
     "name": "唯物辩证法",
     "count": 2,
     "id": 842119
    },
    {
     "name": "唯物论",
     "count": 2,
     "id": 940807
    },
    {
     "name": "生物常识",
     "count": 2,
     "id": 28391
    },
    {
     "name": "物理常识",
     "count": 2,
     "id": 28387
    },
    {
     "name": "中国地理",
     "count": 2,
     "id": 28421
    },
    {
     "name": "生活常识",
     "count": 2,
     "id": 28395
    },
    {
     "name": "市场经济",
     "count": 1,
     "id": 942585
    },
    {
     "name": "其他",
     "count": 1,
     "id": 28407
    },
    {
     "name": "科技理论与成就",
     "count": 1,
     "id": 28393
    },
    {
     "name": "民法典",
     "count": 1,
     "id": 28371
    },
    {
     "name": "经济建设",
     "count": 1,
     "id": 842122
    },
    {
     "name": "中国历史",
     "count": 1,
     "id": 28397
    },
    {
     "name": "劳动法和经济法",
     "count": 1,
     "id": 811380
    },
    {
     "name": "法理学",
     "count": 1,
     "id": 942452
    },
    {
     "name": "宪法",
     "count": 1,
     "id": 811381
    },
    {
     "name": "认识论",
     "count": 1,
     "id": 940808
    }
   ]
  },
  "资料分斩": {
   "raw": "资料分斩",
   "keypoints": [
    {
     "name": "统计表",
     "count": 5,
     "id": 48667
    },
    {
     "name": "统计图",
     "count": 5,
     "id": 48668
    },
    {
     "name": "文字资料",
     "count": 5,
     "id": 48666
    },
    {
     "name": "一般增长率",
     "count": 4,
     "id": 655010
    },
    {
     "name": "直接找数",
     "count": 3,
     "id": 627250
    },
    {
     "name": "综合分析",
     "count": 3,
     "id": 627322
    },
    {
     "name": "简单加减计算",
     "count": 2,
     "id": 627252
    },
    {
     "name": "现期计算",
     "count": 1,
     "id": 655006
    },
    {
     "name": "基期比重",
     "count": 1,
     "id": 627276
    },
    {
     "name": "增长量计算",
     "count": 1,
     "id": 655018
    }
   ]
  },
  "综合知识": {
   "raw": "综合知识",
   "keypoints": [
    {
     "name": "经济建设",
     "count": 47,
     "id": 842349
    },
    {
     "name": "重要文件",
     "count": 36,
     "id": 842009
    },
    {
     "name": "民法典",
     "count": 27,
     "id": 20179
    },
    {
     "name": "重要会议讲话",
     "count": 26,
     "id": 842360
    },
    {
     "name": "唯物辩证法",
     "count": 16,
     "id": 1217641
    },
    {
     "name": "刑法",
     "count": 14,
     "id": 35541
    },
    {
     "name": "其他建设",
     "count": 14,
     "id": 941865
    },
    {
     "name": "社会建设",
     "count": 13,
     "id": 842352
    },
    {
     "name": "其他法律法规",
     "count": 11,
     "id": 35553
    },
    {
     "name": "行政法",
     "count": 10,
     "id": 20177
    },
    {
     "name": "宪法",
     "count": 8,
     "id": 942482
    },
    {
     "name": "认识论",
     "count": 6,
     "id": 939854
    },
    {
     "name": "科技理论与成就",
     "count": 5,
     "id": 20201
    },
    {
     "name": "唯物论",
     "count": 5,
     "id": 1217640
    },
    {
     "name": "重要事件",
     "count": 5,
     "id": 842361
    },
    {
     "name": "宏观经济与调控政策",
     "count": 5,
     "id": 20169
    },
    {
     "name": "新思想总论",
     "count": 4,
     "id": 842348
    },
    {
     "name": "唯物史观",
     "count": 4,
     "id": 1217536
    },
    {
     "name": "中国历史",
     "count": 4,
     "id": 20205
    },
    {
     "name": "文化建设",
     "count": 3,
     "id": 842001
    },
    {
     "name": "世界历史",
     "count": 3,
     "id": 20207
    },
    {
     "name": "中国地理",
     "count": 3,
     "id": 20229
    },
    {
     "name": "文化常识",
     "count": 3,
     "id": 20211
    },
    {
     "name": "法理学",
     "count": 3,
     "id": 35533
    },
    {
     "name": "微观经济",
     "count": 2,
     "id": 942604
    },
    {
     "name": "党的历史",
     "count": 2,
     "id": 942914
    },
    {
     "name": "文学常识",
     "count": 2,
     "id": 20209
    },
    {
     "name": "生活常识",
     "count": 2,
     "id": 20203
    },
    {
     "name": "诉讼法",
     "count": 2,
     "id": 942483
    },
    {
     "name": "自然地理",
     "count": 2,
     "id": 35573
    },
    {
     "name": "物理常识",
     "count": 2,
     "id": 35555
    },
    {
     "name": "时事政治-其他",
     "count": 1,
     "id": 842362
    },
    {
     "name": "劳动法和经济法",
     "count": 1,
     "id": 942484
    },
    {
     "name": "政治建设",
     "count": 1,
     "id": 842350
    },
    {
     "name": "生态文明建设",
     "count": 1,
     "id": 842353
    },
    {
     "name": "生物常识",
     "count": 1,
     "id": 35559
    }
   ]
  },
  "选词填空": {
   "raw": "选词填空",
   "keypoints": [
    {
     "name": "实词填空",
     "count": 15,
     "id": 21333
    },
    {
     "name": "对应关系-前后呼应",
     "count": 15,
     "id": 827858
    },
    {
     "name": "词的辨析-搭配对象",
     "count": 12,
     "id": 775899
    },
    {
     "name": "成语填空",
     "count": 8,
     "id": 21337
    },
    {
     "name": "词的辨析-程度轻重",
     "count": 3,
     "id": 775320
    },
    {
     "name": "词的辨析-词义侧重",
     "count": 2,
     "id": 775898
    },
    {
     "name": "对应关系-主题词",
     "count": 2,
     "id": 827857
    },
    {
     "name": "关联关系-并列",
     "count": 2,
     "id": 775902
    },
    {
     "name": "关联关系-并列关系",
     "count": 1,
     "id": 775323
    },
    {
     "name": "混搭填空",
     "count": 1,
     "id": 21339
    },
    {
     "name": "对应关系-解释说明",
     "count": 1,
     "id": 775903
    },
    {
     "name": "虚词填空",
     "count": 1,
     "id": 21335
    },
    {
     "name": "关联关系-转折",
     "count": 1,
     "id": 787173
    }
   ]
  },
  "段落阅读": {
   "raw": "段落阅读",
   "keypoints": [
    {
     "name": "细节判断题",
     "count": 2,
     "id": 31559
    },
    {
     "name": "句子",
     "count": 2,
     "id": 843126
    },
    {
     "name": "实词",
     "count": 2,
     "id": 843125
    },
    {
     "name": "分述句特征-引入铺垫",
     "count": 2,
     "id": 840691
    },
    {
     "name": "关联词-因果",
     "count": 1,
     "id": 775299
    }
   ]
  },
  "类比推理": {
   "raw": "类比推理",
   "keypoints": [
    {
     "name": "逻辑关系-对应关系",
     "count": 5,
     "id": 31551
    },
    {
     "name": "逻辑关系-包容关系",
     "count": 4,
     "id": 31549
    },
    {
     "name": "语义关系-近义关系",
     "count": 1,
     "id": 31537
    }
   ]
  },
  "演绎推理": {
   "raw": "演绎推理",
   "keypoints": [
    {
     "name": "日常结论",
     "count": 4,
     "id": 31529
    },
    {
     "name": "真假推理-其他",
     "count": 2,
     "id": 852174
    },
    {
     "name": "代入法",
     "count": 1,
     "id": 852167
    },
    {
     "name": "组合排列-单题-其他",
     "count": 1,
     "id": 943503
    },
    {
     "name": "从最大信息开始推",
     "count": 1,
     "id": 852168
    },
    {
     "name": "常规翻译",
     "count": 1,
     "id": 778275
    }
   ]
  },
  "公共基础知识-单项选择题": {
   "raw": "公共基础知识-单项选择题",
   "keypoints": [
    {
     "name": "行政法",
     "count": 9,
     "id": 824750
    },
    {
     "name": "重要文件",
     "count": 8,
     "id": 842391
    },
    {
     "name": "其他建设",
     "count": 7,
     "id": 941909
    },
    {
     "name": "科技理论与成就",
     "count": 6,
     "id": 31465
    },
    {
     "name": "中国地理",
     "count": 6,
     "id": 31493
    },
    {
     "name": "党章党纪",
     "count": 5,
     "id": 942839
    },
    {
     "name": "其他法律法规",
     "count": 4,
     "id": 31457
    },
    {
     "name": "重要事件",
     "count": 4,
     "id": 842393
    },
    {
     "name": "经济建设",
     "count": 4,
     "id": 842381
    },
    {
     "name": "唯物辩证法",
     "count": 3,
     "id": 941056
    },
    {
     "name": "认识论",
     "count": 3,
     "id": 941057
    },
    {
     "name": "商品经济",
     "count": 3,
     "id": 941060
    },
    {
     "name": "宪法",
     "count": 3,
     "id": 31439
    },
    {
     "name": "重要会议讲话",
     "count": 3,
     "id": 842392
    },
    {
     "name": "物理常识",
     "count": 3,
     "id": 31459
    },
    {
     "name": "市场经济",
     "count": 2,
     "id": 31431
    },
    {
     "name": "宏观经济与调控政策",
     "count": 2,
     "id": 31433
    },
    {
     "name": "民法典",
     "count": 2,
     "id": 31443
    },
    {
     "name": "政治建设",
     "count": 2,
     "id": 842382
    },
    {
     "name": "唯物史观",
     "count": 2,
     "id": 941058
    },
    {
     "name": "党的历史",
     "count": 1,
     "id": 942838
    },
    {
     "name": "其他",
     "count": 1,
     "id": 943269
    },
    {
     "name": "生活常识",
     "count": 1,
     "id": 31467
    },
    {
     "name": "唯物论",
     "count": 1,
     "id": 941055
    },
    {
     "name": "哲学-其他",
     "count": 1,
     "id": 941059
    },
    {
     "name": "劳动法和经济法",
     "count": 1,
     "id": 942469
    },
    {
     "name": "资本主义制度",
     "count": 1,
     "id": 941061
    },
    {
     "name": "刑法",
     "count": 1,
     "id": 942468
    },
    {
     "name": "中国历史",
     "count": 1,
     "id": 31469
    },
    {
     "name": "微观经济",
     "count": 1,
     "id": 942595
    },
    {
     "name": "社会建设",
     "count": 1,
     "id": 842384
    },
    {
     "name": "新思想总论",
     "count": 1,
     "id": 842380
    }
   ]
  },
  "公共基础知识-多项选择题": {
   "raw": "公共基础知识-多项选择题",
   "keypoints": [
    {
     "name": "行政法",
     "count": 4,
     "id": 824750
    },
    {
     "name": "哲学-其他",
     "count": 2,
     "id": 941059
    },
    {
     "name": "市场经济",
     "count": 2,
     "id": 31431
    },
    {
     "name": "唯物辩证法",
     "count": 2,
     "id": 941056
    },
    {
     "name": "党的历史",
     "count": 1,
     "id": 942838
    },
    {
     "name": "刑法",
     "count": 1,
     "id": 942468
    },
    {
     "name": "新思想总论",
     "count": 1,
     "id": 842380
    },
    {
     "name": "重要会议讲话",
     "count": 1,
     "id": 842392
    },
    {
     "name": "其他建设",
     "count": 1,
     "id": 941909
    },
    {
     "name": "物理常识",
     "count": 1,
     "id": 31459
    },
    {
     "name": "认识论",
     "count": 1,
     "id": 941057
    },
    {
     "name": "经济常识",
     "count": 1,
     "id": 31263
    },
    {
     "name": "国际经济及组织",
     "count": 1,
     "id": 942594
    },
    {
     "name": "宪法",
     "count": 1,
     "id": 31439
    },
    {
     "name": "民法典",
     "count": 1,
     "id": 31443
    },
    {
     "name": "重要事件",
     "count": 1,
     "id": 842393
    },
    {
     "name": "其他法律法规",
     "count": 1,
     "id": 31457
    }
   ]
  },
  "公共基础知识-判断题": {
   "raw": "公共基础知识-判断题",
   "keypoints": [
    {
     "name": "行政法",
     "count": 8,
     "id": 824750
    },
    {
     "name": "其他建设",
     "count": 5,
     "id": 941909
    },
    {
     "name": "重要会议讲话",
     "count": 4,
     "id": 842392
    },
    {
     "name": "经济建设",
     "count": 4,
     "id": 842381
    },
    {
     "name": "认识论",
     "count": 3,
     "id": 941057
    },
    {
     "name": "党的历史",
     "count": 3,
     "id": 942838
    },
    {
     "name": "市场经济",
     "count": 2,
     "id": 31431
    },
    {
     "name": "文化常识",
     "count": 2,
     "id": 31475
    },
    {
     "name": "物理常识",
     "count": 2,
     "id": 31459
    },
    {
     "name": "唯物辩证法",
     "count": 2,
     "id": 941056
    },
    {
     "name": "重要文件",
     "count": 2,
     "id": 842391
    },
    {
     "name": "党章党纪",
     "count": 1,
     "id": 942839
    },
    {
     "name": "法理学",
     "count": 1,
     "id": 942467
    },
    {
     "name": "生物常识",
     "count": 1,
     "id": 31463
    },
    {
     "name": "资本主义制度",
     "count": 1,
     "id": 941061
    },
    {
     "name": "政治建设",
     "count": 1,
     "id": 842382
    },
    {
     "name": "总论",
     "count": 1,
     "id": 941054
    },
    {
     "name": "唯物史观",
     "count": 1,
     "id": 941058
    },
    {
     "name": "宏观经济与调控政策",
     "count": 1,
     "id": 31433
    },
    {
     "name": "宪法",
     "count": 1,
     "id": 31439
    },
    {
     "name": "社会建设",
     "count": 1,
     "id": 842384
    }
   ]
  },
  "辨析题": {
   "raw": "辨析题",
   "keypoints": [
    {
     "name": "唯物辩证法",
     "count": 1,
     "id": 941056
    },
    {
     "name": "市场经济",
     "count": 1,
     "id": 31431
    },
    {
     "name": "行政法",
     "count": 1,
     "id": 824750
    },
    {
     "name": "政治建设",
     "count": 1,
     "id": 842382
    }
   ]
  },
  "定义判断": {
   "raw": "定义判断",
   "keypoints": [
    {
     "name": "单定义-其他句式",
     "count": 4,
     "id": 778665
    },
    {
     "name": "方式目的",
     "count": 1,
     "id": 778662
    }
   ]
  },
  "言语能力与表达": {
   "raw": "言语能力与表达",
   "keypoints": [
    {
     "name": "细节判断题",
     "count": 6,
     "id": 48967
    },
    {
     "name": "对应关系-前后呼应",
     "count": 4,
     "id": 827919
    },
    {
     "name": "实词填空",
     "count": 2,
     "id": 48981
    },
    {
     "name": "词的辨析-搭配对象",
     "count": 2,
     "id": 775472
    },
    {
     "name": "混搭填空",
     "count": 2,
     "id": 48987
    },
    {
     "name": "关联词-对策",
     "count": 2,
     "id": 775453
    },
    {
     "name": "关联词-因果",
     "count": 2,
     "id": 775452
    },
    {
     "name": "词的辨析-词义侧重",
     "count": 1,
     "id": 775471
    },
    {
     "name": "词的辨析-感情色彩",
     "count": 1,
     "id": 775473
    },
    {
     "name": "确定顺序",
     "count": 1,
     "id": 775466
    },
    {
     "name": "确定首句-首句特征",
     "count": 1,
     "id": 775463
    },
    {
     "name": "确定捆绑",
     "count": 1,
     "id": 775465
    },
    {
     "name": "确定首句-非首句特征",
     "count": 1,
     "id": 853172
    },
    {
     "name": "标题填入题",
     "count": 1,
     "id": 48973
    },
    {
     "name": "分述句特征-引入铺垫",
     "count": 1,
     "id": 840726
    },
    {
     "name": "中心理解题",
     "count": 1,
     "id": 48963
    },
    {
     "name": "主题词",
     "count": 1,
     "id": 775455
    },
    {
     "name": "关联词-转折",
     "count": 1,
     "id": 775451
    },
    {
     "name": "接语选择题",
     "count": 1,
     "id": 48999
    },
    {
     "name": "分述句特征-多角度论述",
     "count": 1,
     "id": 775459
    }
   ]
  },
  "zhengzhi": {
   "raw": "政治理论",
   "keypoints": [
    {
     "name": "经济建设",
     "count": 292,
     "id": 841984
    },
    {
     "name": "重要会议讲话",
     "count": 289,
     "id": 842115
    },
    {
     "name": "其他建设",
     "count": 252,
     "id": 941826
    },
    {
     "name": "重要文件",
     "count": 240,
     "id": 842114
    },
    {
     "name": "社会建设",
     "count": 121,
     "id": 842369
    },
    {
     "name": "政治建设",
     "count": 63,
     "id": 841985
    },
    {
     "name": "文化建设",
     "count": 58,
     "id": 842368
    },
    {
     "name": "唯物辩证法",
     "count": 46,
     "id": 1217670
    },
    {
     "name": "生态文明建设",
     "count": 29,
     "id": 841988
    },
    {
     "name": "新思想总论",
     "count": 26,
     "id": 841728
    },
    {
     "name": "唯物论",
     "count": 14,
     "id": 1217825
    },
    {
     "name": "重要事件",
     "count": 11,
     "id": 842116
    },
    {
     "name": "唯物史观",
     "count": 9,
     "id": 941058
    },
    {
     "name": "党章党纪",
     "count": 7,
     "id": 942883
    },
    {
     "name": "科学社会主义",
     "count": 5,
     "id": 841640
    },
    {
     "name": "毛泽东思想",
     "count": 4,
     "id": 841371
    },
    {
     "name": "认识论",
     "count": 4,
     "id": 940843
    },
    {
     "name": "上海时政",
     "count": 4,
     "id": 841600
    },
    {
     "name": "商品经济",
     "count": 3,
     "id": 841819
    },
    {
     "name": "哲学-其他",
     "count": 3,
     "id": 940743
    },
    {
     "name": "党的历史",
     "count": 3,
     "id": 942866
    },
    {
     "name": "总论",
     "count": 2,
     "id": 841962
    },
    {
     "name": "时事政治-其他",
     "count": 2,
     "id": 841778
    },
    {
     "name": "道德",
     "count": 1,
     "id": 944611
    },
    {
     "name": "其他法律法规",
     "count": 1,
     "id": 36577
    },
    {
     "name": "资本主义制度",
     "count": 1,
     "id": 940951
    },
    {
     "name": "中国地理",
     "count": 1,
     "id": 42757
    },
    {
     "name": "国际经济及组织",
     "count": 1,
     "id": 841275
    }
   ]
  },
  "言语表达与理解": {
   "raw": "言语表达与理解",
   "keypoints": [
    {
     "name": "对应关系-前后呼应",
     "count": 47,
     "id": 827872
    },
    {
     "name": "词的辨析-搭配对象",
     "count": 28,
     "id": 775262
    },
    {
     "name": "实词填空",
     "count": 27,
     "id": 628048
    },
    {
     "name": "关联词-转折",
     "count": 23,
     "id": 775861
    },
    {
     "name": "细节判断题",
     "count": 22,
     "id": 764061
    },
    {
     "name": "成语填空",
     "count": 20,
     "id": 628054
    },
    {
     "name": "主题词",
     "count": 20,
     "id": 775249
    },
    {
     "name": "混搭填空",
     "count": 18,
     "id": 628056
    },
    {
     "name": "关联词-对策",
     "count": 17,
     "id": 775247
    },
    {
     "name": "关联关系-并列关系",
     "count": 13,
     "id": 775267
    },
    {
     "name": "确定顺序",
     "count": 13,
     "id": 775257
    },
    {
     "name": "确定捆绑",
     "count": 13,
     "id": 775256
    },
    {
     "name": "普通篇章",
     "count": 10,
     "id": 847894
    },
    {
     "name": "接语选择题",
     "count": 9,
     "id": 649048
    },
    {
     "name": "横线在结尾",
     "count": 9,
     "id": 775260
    },
    {
     "name": "标题填入题",
     "count": 8,
     "id": 39757
    },
    {
     "name": "关联关系-转折关系",
     "count": 7,
     "id": 775265
    },
    {
     "name": "关联词-因果",
     "count": 7,
     "id": 840708
    },
    {
     "name": "关联词-并列",
     "count": 7,
     "id": 775864
    },
    {
     "name": "横线在中间",
     "count": 5,
     "id": 775876
    },
    {
     "name": "关联关系-因果关系",
     "count": 5,
     "id": 775266
    },
    {
     "name": "对应关系-主题词",
     "count": 5,
     "id": 827900
    },
    {
     "name": "特殊题型",
     "count": 5,
     "id": 791079
    },
    {
     "name": "词的辨析-感情色彩",
     "count": 4,
     "id": 775880
    },
    {
     "name": "词的辨析-词义侧重",
     "count": 4,
     "id": 775261
    },
    {
     "name": "词的辨析-程度轻重",
     "count": 3,
     "id": 775264
    },
    {
     "name": "实词",
     "count": 3,
     "id": 843041
    },
    {
     "name": "确定首句-首句特征",
     "count": 3,
     "id": 791080
    },
    {
     "name": "分述句特征-其他",
     "count": 3,
     "id": 840680
    },
    {
     "name": "分述句特征-引入铺垫",
     "count": 3,
     "id": 775253
    },
    {
     "name": "横线在开头",
     "count": 3,
     "id": 775875
    },
    {
     "name": "分述句特征-多角度论述",
     "count": 3,
     "id": 775252
    },
    {
     "name": "词句理解题",
     "count": 3,
     "id": 764063
    },
    {
     "name": "确定首句-非首句特征",
     "count": 3,
     "id": 775872
    },
    {
     "name": "对应关系-形象表达",
     "count": 3,
     "id": 775269
    },
    {
     "name": "对应关系-解释说明",
     "count": 2,
     "id": 775268
    },
    {
     "name": "逻辑填空题",
     "count": 2,
     "id": 764065
    },
    {
     "name": "句子",
     "count": 2,
     "id": 775255
    },
    {
     "name": "中心理解题",
     "count": 2,
     "id": 39747
    },
    {
     "name": "特殊问法",
     "count": 1,
     "id": 843040
    },
    {
     "name": "代词",
     "count": 1,
     "id": 775870
    }
   ]
  },
  "基本常识": {
   "raw": "基本常识",
   "keypoints": [
    {
     "name": "民法典",
     "count": 3,
     "id": 43731
    },
    {
     "name": "中国地理",
     "count": 2,
     "id": 43781
    },
    {
     "name": "物理常识",
     "count": 1,
     "id": 43747
    },
    {
     "name": "文学常识",
     "count": 1,
     "id": 43761
    },
    {
     "name": "中国历史",
     "count": 1,
     "id": 43757
    },
    {
     "name": "市场经济",
     "count": 1,
     "id": 43719
    },
    {
     "name": "唯物史观",
     "count": 1,
     "id": 841926
    }
   ]
  },
  "常识应用": {
   "raw": "常识应用",
   "keypoints": [
    {
     "name": "生活常识",
     "count": 6,
     "id": 21227
    },
    {
     "name": "经济建设",
     "count": 5,
     "id": 841969
    },
    {
     "name": "生物常识",
     "count": 4,
     "id": 21223
    },
    {
     "name": "自然地理",
     "count": 4,
     "id": 943251
    },
    {
     "name": "中国地理",
     "count": 3,
     "id": 21253
    },
    {
     "name": "重要文件",
     "count": 3,
     "id": 841979
    },
    {
     "name": "时事政治-其他",
     "count": 2,
     "id": 841982
    },
    {
     "name": "新思想总论",
     "count": 2,
     "id": 841968
    },
    {
     "name": "其他",
     "count": 1,
     "id": 943253
    },
    {
     "name": "微观经济",
     "count": 1,
     "id": 942576
    },
    {
     "name": "其他建设",
     "count": 1,
     "id": 941838
    },
    {
     "name": "重要事件",
     "count": 1,
     "id": 841981
    },
    {
     "name": "唯物辩证法",
     "count": 1,
     "id": 841964
    },
    {
     "name": "宪法",
     "count": 1,
     "id": 942438
    },
    {
     "name": "行政法",
     "count": 1,
     "id": 942439
    },
    {
     "name": "世界地理",
     "count": 1,
     "id": 943252
    }
   ]
  },
  "数量关系与资料分析": {
   "raw": "数量关系与资料分析",
   "keypoints": [
    {
     "name": "综合资料",
     "count": 20,
     "id": 39453
    },
    {
     "name": "综合分析",
     "count": 5,
     "id": 627858
    },
    {
     "name": "直接找数",
     "count": 4,
     "id": 627722
    },
    {
     "name": "几何公式类-平面图形",
     "count": 3,
     "id": 776221
    },
    {
     "name": "给情况求概率",
     "count": 3,
     "id": 776225
    },
    {
     "name": "基础排列组合",
     "count": 2,
     "id": 776223
    },
    {
     "name": "几何结论类-三角形相关",
     "count": 2,
     "id": 849840
    },
    {
     "name": "分段计算问题",
     "count": 2,
     "id": 842928
    },
    {
     "name": "经济利润问题",
     "count": 2,
     "id": 39545
    },
    {
     "name": "增长量比较",
     "count": 2,
     "id": 654654
    },
    {
     "name": "一般增长率",
     "count": 2,
     "id": 654644
    },
    {
     "name": "现期比重",
     "count": 2,
     "id": 627740
    },
    {
     "name": "现期平均数",
     "count": 2,
     "id": 627794
    },
    {
     "name": "简单加减计算",
     "count": 2,
     "id": 627726
    },
    {
     "name": "数列问题",
     "count": 2,
     "id": 39533
    },
    {
     "name": "给完工时间型",
     "count": 1,
     "id": 776211
    },
    {
     "name": "两溶液混合",
     "count": 1,
     "id": 776213
    },
    {
     "name": "钟表问题",
     "count": 1,
     "id": 1217841
    },
    {
     "name": "和差倍比问题",
     "count": 1,
     "id": 39531
    },
    {
     "name": "星期日期问题",
     "count": 1,
     "id": 776229
    },
    {
     "name": "给效率比例型",
     "count": 1,
     "id": 776212
    },
    {
     "name": "相遇追及",
     "count": 1,
     "id": 776219
    },
    {
     "name": "现期计算",
     "count": 1,
     "id": 654640
    },
    {
     "name": "增长量计算",
     "count": 1,
     "id": 654652
    }
   ]
  },
  "常识判断（单选题）": {
   "raw": "常识判断（单选题）",
   "keypoints": [
    {
     "name": "其他法律法规",
     "count": 2,
     "id": 36577
    },
    {
     "name": "重要文件",
     "count": 2,
     "id": 841886
    },
    {
     "name": "文学常识",
     "count": 2,
     "id": 36593
    },
    {
     "name": "文化常识",
     "count": 2,
     "id": 36595
    },
    {
     "name": "经济建设",
     "count": 1,
     "id": 841876
    },
    {
     "name": "自然地理",
     "count": 1,
     "id": 36597
    },
    {
     "name": "重要会议讲话",
     "count": 1,
     "id": 841887
    },
    {
     "name": "物理常识",
     "count": 1,
     "id": 36579
    },
    {
     "name": "科技理论与成就",
     "count": 1,
     "id": 36585
    }
   ]
  },
  "常识判断（多选题）": {
   "raw": "常识判断（多选题）",
   "keypoints": [
    {
     "name": "生物常识",
     "count": 2,
     "id": 36583
    },
    {
     "name": "文化常识",
     "count": 1,
     "id": 36595
    },
    {
     "name": "文学常识",
     "count": 1,
     "id": 36593
    },
    {
     "name": "中国历史",
     "count": 1,
     "id": 36589
    }
   ]
  },
  "数量关系（数学运算）": {
   "raw": "数量关系（数学运算）",
   "keypoints": [
    {
     "name": "和差倍比问题",
     "count": 3,
     "id": 768769
    },
    {
     "name": "相遇追及",
     "count": 1,
     "id": 776354
    },
    {
     "name": "非典型最值问题",
     "count": 1,
     "id": 776348
    },
    {
     "name": "给完工时间型",
     "count": 1,
     "id": 776344
    },
    {
     "name": "给情况求概率",
     "count": 1,
     "id": 776362
    },
    {
     "name": "几何公式类-立体图形",
     "count": 1,
     "id": 776356
    }
   ]
  },
  "科学素养": {
   "raw": "科学素养",
   "keypoints": [
    {
     "name": "自然科学-物理-其他",
     "count": 3,
     "id": 812647
    },
    {
     "name": "自然科学-化学-其他",
     "count": 3,
     "id": 812652
    },
    {
     "name": "热现象",
     "count": 2,
     "id": 812646
    },
    {
     "name": "重要会议讲话",
     "count": 1,
     "id": 841598
    },
    {
     "name": "生态文明建设",
     "count": 1,
     "id": 841592
    },
    {
     "name": "科技理论与成就",
     "count": 1,
     "id": 23273
    },
    {
     "name": "功和能",
     "count": 1,
     "id": 812638
    },
    {
     "name": "压强",
     "count": 1,
     "id": 812628
    },
    {
     "name": "光现象",
     "count": 1,
     "id": 812644
    },
    {
     "name": "声现象",
     "count": 1,
     "id": 812645
    },
    {
     "name": "文化常识",
     "count": 1,
     "id": 23283
    },
    {
     "name": "行政管理",
     "count": 1,
     "id": 23291
    },
    {
     "name": "市场经济",
     "count": 1,
     "id": 810857
    },
    {
     "name": "宪法",
     "count": 1,
     "id": 23247
    },
    {
     "name": "唯物辩证法",
     "count": 1,
     "id": 841582
    },
    {
     "name": "经济建设",
     "count": 1,
     "id": 841588
    }
   ]
  },
  "实词填空": {
   "raw": "实词填空",
   "keypoints": [
    {
     "name": "实词填空",
     "count": 12,
     "id": 21333
    },
    {
     "name": "词的辨析-搭配对象",
     "count": 7,
     "id": 775899
    },
    {
     "name": "对应关系-前后呼应",
     "count": 7,
     "id": 827858
    },
    {
     "name": "词的辨析-词义侧重",
     "count": 5,
     "id": 775898
    },
    {
     "name": "关联关系-转折",
     "count": 2,
     "id": 787173
    },
    {
     "name": "关联关系-并列",
     "count": 1,
     "id": 775902
    },
    {
     "name": "成语填空",
     "count": 1,
     "id": 21337
    },
    {
     "name": "对应关系-解释说明",
     "count": 1,
     "id": 775903
    },
    {
     "name": "词的辨析-感情色彩",
     "count": 1,
     "id": 775900
    },
    {
     "name": "混搭填空",
     "count": 1,
     "id": 21339
    },
    {
     "name": "虚词填空",
     "count": 1,
     "id": 21335
    }
   ]
  },
  "阅读理解": {
   "raw": "阅读理解",
   "keypoints": [
    {
     "name": "关联词-转折",
     "count": 8,
     "id": 775887
    },
    {
     "name": "关联词-对策",
     "count": 7,
     "id": 775889
    },
    {
     "name": "细节判断题",
     "count": 6,
     "id": 21321
    },
    {
     "name": "横线在结尾",
     "count": 3,
     "id": 841298
    },
    {
     "name": "确定捆绑",
     "count": 3,
     "id": 787170
    },
    {
     "name": "关联词-因果",
     "count": 2,
     "id": 775888
    },
    {
     "name": "分述句特征-其他",
     "count": 2,
     "id": 840673
    },
    {
     "name": "分述句特征-引入铺垫",
     "count": 2,
     "id": 840672
    },
    {
     "name": "横线在中间",
     "count": 2,
     "id": 775896
    },
    {
     "name": "标题填入题",
     "count": 2,
     "id": 21325
    },
    {
     "name": "代词",
     "count": 1,
     "id": 843056
    },
    {
     "name": "关联词-并列",
     "count": 1,
     "id": 775890
    },
    {
     "name": "词的辨析-程度轻重",
     "count": 1,
     "id": 775320
    },
    {
     "name": "实词填空",
     "count": 1,
     "id": 31573
    },
    {
     "name": "词的辨析-搭配对象",
     "count": 1,
     "id": 775318
    },
    {
     "name": "分述句特征-多角度论述",
     "count": 1,
     "id": 775894
    },
    {
     "name": "主题词",
     "count": 1,
     "id": 775891
    },
    {
     "name": "横线在开头",
     "count": 1,
     "id": 775895
    },
    {
     "name": "接语选择题",
     "count": 1,
     "id": 843058
    },
    {
     "name": "确定顺序",
     "count": 1,
     "id": 787171
    },
    {
     "name": "确定首句-非首句特征",
     "count": 1,
     "id": 843060
    }
   ]
  },
  "推理判断": {
   "raw": "推理判断",
   "keypoints": [
    {
     "name": "浮力",
     "count": 2,
     "id": 812590
    },
    {
     "name": "受力分析",
     "count": 2,
     "id": 812592
    },
    {
     "name": "牛顿运动定律",
     "count": 2,
     "id": 812594
    },
    {
     "name": "水和溶液",
     "count": 2,
     "id": 812611
    },
    {
     "name": "电路分析",
     "count": 2,
     "id": 812603
    },
    {
     "name": "光现象",
     "count": 2,
     "id": 812605
    },
    {
     "name": "声现象",
     "count": 1,
     "id": 812606
    },
    {
     "name": "物质的性质",
     "count": 1,
     "id": 812610
    },
    {
     "name": "电荷",
     "count": 1,
     "id": 812601
    },
    {
     "name": "化学实验",
     "count": 1,
     "id": 812612
    },
    {
     "name": "曲线运动",
     "count": 1,
     "id": 812596
    },
    {
     "name": "简单机械",
     "count": 1,
     "id": 812591
    },
    {
     "name": "酶",
     "count": 1,
     "id": 812618
    },
    {
     "name": "运动图像",
     "count": 1,
     "id": 812597
    },
    {
     "name": "生态系统",
     "count": 1,
     "id": 812614
    }
   ]
  },
  "行政职业能力测验": {
   "raw": "行政职业能力测验",
   "keypoints": [
    {
     "name": "重要事件",
     "count": 5,
     "id": 841813
    },
    {
     "name": "综合资料",
     "count": 5,
     "id": 44573
    },
    {
     "name": "文化常识",
     "count": 3,
     "id": 44787
    },
    {
     "name": "关联词-对策",
     "count": 3,
     "id": 775400
    },
    {
     "name": "细节判断题",
     "count": 3,
     "id": 44871
    },
    {
     "name": "新思想总论",
     "count": 2,
     "id": 841800
    },
    {
     "name": "党的历史",
     "count": 2,
     "id": 942890
    },
    {
     "name": "中国地理",
     "count": 2,
     "id": 44805
    },
    {
     "name": "确定顺序",
     "count": 2,
     "id": 775411
    },
    {
     "name": "实词填空",
     "count": 2,
     "id": 44885
    },
    {
     "name": "其他法律法规",
     "count": 2,
     "id": 44769
    },
    {
     "name": "唯物辩证法",
     "count": 2,
     "id": 841799
    },
    {
     "name": "简单加减计算",
     "count": 2,
     "id": 626928
    },
    {
     "name": "一般增长率",
     "count": 2,
     "id": 654838
    },
    {
     "name": "宏观经济与调控政策",
     "count": 1,
     "id": 942624
    },
    {
     "name": "文化建设",
     "count": 1,
     "id": 841803
    },
    {
     "name": "确定捆绑",
     "count": 1,
     "id": 775410
    },
    {
     "name": "关联关系-转折关系",
     "count": 1,
     "id": 775419
    },
    {
     "name": "对应关系-前后呼应",
     "count": 1,
     "id": 827911
    },
    {
     "name": "词的辨析-程度轻重",
     "count": 1,
     "id": 775418
    },
    {
     "name": "词的辨析-感情色彩",
     "count": 1,
     "id": 775417
    },
    {
     "name": "文学常识",
     "count": 1,
     "id": 44785
    },
    {
     "name": "宪法",
     "count": 1,
     "id": 942513
    },
    {
     "name": "民法典",
     "count": 1,
     "id": 44755
    },
    {
     "name": "其他建设",
     "count": 1,
     "id": 941883
    },
    {
     "name": "分述句特征-引入铺垫",
     "count": 1,
     "id": 840718
    },
    {
     "name": "关联词-并列",
     "count": 1,
     "id": 775401
    },
    {
     "name": "分述句特征-举例子",
     "count": 1,
     "id": 775404
    },
    {
     "name": "必要条件",
     "count": 1,
     "id": 778282
    },
    {
     "name": "语义关系-近义关系",
     "count": 1,
     "id": 44849
    },
    {
     "name": "框架题",
     "count": 1,
     "id": 852391
    },
    {
     "name": "市场经济",
     "count": 1,
     "id": 942623
    },
    {
     "name": "其他",
     "count": 1,
     "id": 44791
    },
    {
     "name": "综合分析",
     "count": 1,
     "id": 626968
    }
   ]
  }
 },
 "totalKeypoints": 118147
}