// 申论真题（PDF抽取，2009）
window.registerBankPaper({
 "id": "sl-2009-gk-fsheng",
 "name": "2009国考副省级申论（真题）",
 "questions": [
  {
   "id": "sl-2009-gk-fsheng-1",
   "module": "shenlun",
   "q": "（一）我国改革开放三十年，取得了巨大成绩，也面临许多问题。请概述“给定资料”反映的 我国当前经济发展要解决的主要问题。（20 分）\n【要求】紧扣给定资料，全面，有条理，不必写成文章，不超过300 字\n（2）本题仅限报考行政执法类、市（地）以下综合管理类职位的考生作答。\n对“给定资料3”中林老板的心态进行分析，并指出他的心态所反映的本质问题。（20 分）\n要求：观点明确，分析恰当，不超过200 字。",
   "options": [],
   "answer": 0,
   "explain": "如何扩大企业规模，增强企业国际竞争力",
   "year": 2009,
   "exam_type": "gk-fsheng",
   "exam_volume": "申论",
   "topic": "",
   "src": "真题·PDF",
   "url": ""
  },
  {
   "id": "sl-2009-gk-fsheng-2",
   "module": "shenlun",
   "q": "（二）“给定资料11”提出了解决我国粮食问题的对策，认为提高粮食价格是关键之策，不必 担忧对低收入人群的影响。他的这种观点有没有道理，为什么？请谈谈你的见解。（20 分）\n【要求】观点明确，分析恰当，条理清楚，不超过400 字。",
   "options": [],
   "answer": 0,
   "explain": "加快产业转型，改变“两头在外，中间加工”的产业模式",
   "year": 2009,
   "exam_type": "gk-fsheng",
   "exam_volume": "申论",
   "topic": "",
   "src": "真题·PDF",
   "url": ""
  },
  {
   "id": "sl-2009-gk-fsheng-3",
   "module": "shenlun",
   "q": "（三）胡锦涛总书记到河南、安徽考察，引发我们许多思考。请联系“给定资料”，整理自己 的思考，自拟题目，写一篇文章。（40 分）\n【要求】（1）观点明确，内容充实，结构完整，语言生动流畅；\n（2）报考行政执法类、市（地）以下综合管理类职位的考生，可结合“给定资料”中所反映的\n一个主要问题，写一篇见解比较深刻的文章；\n（3）1000-2000 字。\n2009 年国家公考《申论》真题（地市、副省）（解析）",
   "options": [],
   "answer": 0,
   "explain": "如何提高自主研发能力，打造高端产品",
   "year": 2009,
   "exam_type": "gk-fsheng",
   "exam_volume": "申论",
   "topic": "",
   "src": "真题·PDF",
   "url": ""
  }
 ]
});
