// 申论真题（PDF抽取，2007）
window.registerBankPaper({
 "id": "sl-2007-gk-fsheng",
 "name": "2007国考副省级申论（真题）",
 "questions": [
  {
   "id": "sl-2007-gk-fsheng-1",
   "module": "shenlun",
   "q": "（一）根据“给定材料1、2”的内容，整理一份供有关负责同志参阅的材料。（30 分）\n【要求】概述全面，观点鲜明，条理清楚，语言流畅，不超过500 字。",
   "options": [],
   "answer": 0,
   "explain": "近几年来，在工业化、城镇建设进程不断加快的新形势下，大量农村集体用地被国家征用。 就以河北北焦村和西营村为例，当地的土地征用基本情况为：第一，耕地流失严重。第二， 土地征用的补偿费用偏低，无法弥补农民的损失。第三，在土地征用的过程中存在违法违规的操 作行为。第四，利益的冲突无法很好地解决导致了上访现象的增加。 由上述情况我们可以发现，我国在城市化发展取得巨大成就的同时，在农村土地征用问题的 许多方面仍略显不足。首先，部分地区的征用土地的利用效率偏低，存在部分征地处于荒废状态 的现象。其次，从经济学角度来衡量，征地收入与征地赔偿之间存在不等价性，在获得巨大征地 收入的前提下，对失地农民的补偿费用过低，这是违反价值规律的经济行为。再次，从构建和谐 社会的角度看，农民的权益没有得到完全的维护必然会影响社会的稳定。第四，农村的一些相关 管理部门存在违法违规卖地的行为，如贱卖土地、拖欠农民土地补偿费等问题。第五，从市场经 济的角度来看，作为土地使用权的“卖方”的农民，却没有权利为自己的土地使用权定价，这也 是不符合市场经济规律的。 我国政府针对这个问题，已出台《关于深化改革严格土地管理的决定》，规范审批权，相信该 社会问题将逐步地得到解决。",
   "year": 2007,
   "exam_type": "gk-fsheng",
   "exam_volume": "申论",
   "topic": "",
   "src": "真题·PDF",
   "url": ""
  },
  {
   "id": "sl-2007-gk-fsheng-2",
   "module": "shenlun",
   "q": "（二）“给定资料7”提出了“持续土地利用管理”的问题。请结合“给定材料3—7”，谈谈对 “持续土地利用管理”应从哪些方面评价。（15）\n【要求】分调作答，简明扼要，不超过200 字。",
   "options": [],
   "answer": 0,
   "explain": "应从土地使用效率和土地的可持续利用两方面来评价。 从土地使用效率看：（一）建设用地的规模（二）人均用地量（三）经济产出与用地的比例 关系（四）闲置土地的有效利用（五）建设用地规模的控制（六）土地复垦的效果 从土地的可持续利用看：（一）防止土地资源退化，提高土地质量（二）适度地开发土地",
   "year": 2007,
   "exam_type": "gk-fsheng",
   "exam_volume": "申论",
   "topic": "",
   "src": "真题·PDF",
   "url": ""
  },
  {
   "id": "sl-2007-gk-fsheng-3",
   "module": "shenlun",
   "q": "（三）本题仅限报考行政执法类、市（地）以下综合管理类职位的考生作答。",
   "options": [],
   "answer": 0,
   "explain": "植树造林，防止水土流失（四）增加对荒地的使用，减少对耕地和森林资源的使用（五） 适度的施肥、灌溉，保护生态环境",
   "year": 2007,
   "exam_type": "gk-fsheng",
   "exam_volume": "申论",
   "topic": "",
   "src": "真题·PDF",
   "url": ""
  },
  {
   "id": "sl-2007-gk-fsheng-4",
   "module": "shenlun",
   "q": "（四）本题仅限报考省级（含副省级）以上综合管理类职位的考生作答。",
   "options": [],
   "answer": 0,
   "explain": "本题仅限报考行政执法类、市（地）以下综合管理类职位的考生作答。 1、给定资料中谈到了排土场、尾矿库的绿化，“空心村”、砖瓦窑场和工矿废弃地的整治，请 概括说明这些作法的目的和意义。不超过200 字。（10 分） 目的：",
   "year": 2007,
   "exam_type": "gk-fsheng",
   "exam_volume": "申论",
   "topic": "",
   "src": "真题·PDF",
   "url": ""
  },
  {
   "id": "sl-2007-gk-fsheng-5",
   "module": "shenlun",
   "q": "（五）“给定资料2”提到“把土地转让市场区分为两大类进行交易”，请进一步说明这两大类市 场怎样区分，并谈谈在这两大类市场中怎样解决“农民没有权力为自己的土地定价”的问题。不 超过200 字。（10 分）",
   "options": [],
   "answer": 0,
   "explain": "加快复垦速度，提高废弃用地的使用率。",
   "year": 2007,
   "exam_type": "gk-fsheng",
   "exam_volume": "申论",
   "topic": "",
   "src": "真题·PDF",
   "url": ""
  },
  {
   "id": "sl-2007-gk-fsheng-6",
   "module": "shenlun",
   "q": "（六）请以“命脉”为题，写一篇关于土地问题的文章。（30 分）\n【要求】1、参考给定资料，自选角度，提出问题，解决问题。",
   "options": [],
   "answer": 0,
   "explain": "绿化整治可以防止水土流失，改善生态环境。",
   "year": 2007,
   "exam_type": "gk-fsheng",
   "exam_volume": "申论",
   "topic": "",
   "src": "真题·PDF",
   "url": ""
  }
 ]
});
